Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Every letter you type triggers a quick check against the dictionary, language rules, and words you've taught it.
de: Jeder Buchstabe, den du tippst, löst eine schnelle Prüfung gegen das Wörterbuch, die Sprachregeln und die Wörter aus, die du ihr beigebracht hast.
es: Cada letra que escribes lanza una comprobación rápida contra el diccionario, las reglas del idioma y las palabras que le has enseñado.
et: Iga täht, mida tipid, käivitab kiire kontrolli sõnaraamatu, keeli reeglite ja sõnade vastu, mida talle õpetanud oled.
fr: Chaque lettre que tu tapes déclenche une vérif rapide avec le dictionnaire, les règles de langue et les mots que tu lui as appris.
hu: Minden beírt betű gyors ellenőrzést indít a szótár, a nyelvi szabályok és az általad megtanított szavak alapján.
it: Ogni lettera che digiti fa scattare un rapido controllo con il dizionario, le regole della lingua e le parole che le hai insegnato.
ja: 文字を打つたびに、辞書、言語ルール、あなたが教えた単語に照らして素早くチェックします。
ko: 글자를 하나 칠 때마다 사전, 언어 규칙, 그리고 알려준 단어를 상대로 빠르게 확인해요.
ms: Setiap huruf yang anda taip mencetuskan semakan pantas terhadap kamus, peraturan bahasa, dan perkataan yang anda ajarkannya.
pt: Cada letra que escreves aciona uma verificação rápida contra o dicionário, as regras do idioma e as palavras que lhe ensinaste.
ru: Каждая напечатанная буква запускает быструю сверку со словарём, правилами языка и словами, которым вы его научили.
zh_hans: 你打的每个字母都会触发一次快速检查，对照词典、语言规则和你教过它的词。

source: Every minute while visible
de: Jede Minute, solange sichtbar
es: Cada minuto mientras esté visible
et: Iga minut, kui klaviatuur on nähtav
fr: Chaque minute tant que le clavier est visible
hu: Percenként, amíg látható
it: Ogni minuto mentre è visibile
ja: 表示中は毎分
ko: 키보드가 표시되는 동안 매분
ms: Setiap minit semasa kelihatan
pt: A cada minuto enquanto está visível
ru: Каждую минуту, пока клавиатура видна
zh_hans: 显示期间每分钟

source: Every page opens on the settings most people want and keeps the rest folded away.
de: Jede Seite startet mit dem, was die meisten brauchen, und hält den Rest eingeklappt.
es: Cada página se abre con los ajustes que quiere casi todo el mundo y guarda el resto plegado.
et: Iga leht avaneb seadistustega, mida enamik tahab, ja hoiab ülejäänu kokku voldituna.
fr: Chaque page s'ouvre sur les réglages que veulent la plupart des gens et garde le reste replié.
hu: Minden oldal azzal nyit, amit a legtöbben keresnek, a többit pedig összecsukva tartja.
it: Ogni pagina si apre sulle impostazioni che vuole la maggior parte delle persone e tiene il resto ripiegato.
ja: 各ページは多くの人が使う設定で開き、それ以外は畳んだままにしています。
ko: 모든 페이지는 대부분이 쓰는 설정으로 열리고, 나머지는 접어 둡니다.
ms: Setiap halaman dibuka dengan tetapan yang dimahukan kebanyakan orang dan menyimpan selebihnya dalam lipatan.
pt: Cada página abre com as definições que quase toda a gente quer e mantém o resto dobrado.
ru: Каждая страница открывается на настройках, нужных большинству, а остальные держит свёрнутыми.
zh_hans: 每个页面都从大多数人要用的设置开始，其余的先收起来。

source: Every preset theme, layout and sound stays free too. The tools, custom looks, and custom themes and layouts need a membership.
de: Auch jedes Design, Layout und jeder Sound aus den Presets bleibt kostenlos. Die Tools, eigene Looks sowie eigene Designs und Layouts erfordern eine Mitgliedschaft.
es: Todos los temas, diseños y sonidos predefinidos también siguen siendo gratis. Las herramientas, los looks personalizados y los temas y diseños personalizados requieren una suscripción.
et: Kõik eelseadistatud teemad, paigutused ja helid on samuti tasuta. Tööriistad, kohandatud välimused ning kohandatud teemad ja paigutused nõuavad liikmelisust.
fr: Tous les thèmes, dispositions et sons prédéfinis restent gratuits. Les outils, les looks personnalisés et les thèmes et dispositions personnalisés nécessitent un abonnement.
hu: Minden beépített téma, elrendezés és hang ingyenes marad. Az eszközök, az egyedi megjelenések, valamint az egyedi témák és elrendezések előfizetést igényelnek.
it: Anche tutti i temi, i layout e i suoni predefiniti restano gratuiti. Gli strumenti, gli stili personalizzati e i temi e layout personalizzati richiedono un abbonamento.
ja: プリセットのテーマ、レイアウト、サウンドもすべて無料のままです。ツール、カスタムルック、カスタムテーマ・レイアウトにはメンバーシップが必要です。
ko: 프리셋 테마, 레이아웃, 사운드도 모두 무료로 유지됩니다. 도구, 맞춤 스타일, 맞춤 테마와 레이아웃은 멤버십이 필요합니다.
ms: Semua tema, susun atur dan bunyi pratetap juga kekal percuma. Alatan, rupa tersuai serta tema dan susun atur tersuai memerlukan keahlian.
pt: Todos os temas, layouts e sons predefinidos também continuam gratuitos. As ferramentas, os visuais personalizados e os temas e layouts personalizados exigem uma assinatura.
ru: Все готовые темы, раскладки и звуки тоже остаются бесплатными. Инструменты, свои стили, свои темы и раскладки требуют членства.
zh_hans: 所有预设主题、布局和声音也保持免费。工具、自定义外观以及自定义主题和布局需要会员资格。

source: Every reaction is optional. They run on press or appearance only, so the keyboard stays fast.
de: Jede Reaktion ist optional. Sie laufen nur beim Drücken oder Einblenden, damit die Tastatur schnell bleibt.
es: Cada reacción es opcional. Solo se ejecutan al pulsar o al aparecer, así que el teclado sigue yendo rápido.
et: Iga reaktsioon on valikuline. Need töötavad ainult vajutusel või ilmumisel, nii et klaviatuur jääb kiireks.
fr: Chaque réaction est facultative. Elles ne tournent qu'à l'appui ou à l'apparition, comme ça le clavier reste rapide.
hu: Minden reakció opcionális. Csak megnyomáskor vagy megjelenéskor futnak, így a billentyűzet gyors marad.
it: Ogni reazione è facoltativa. Partono solo alla pressione o alla comparsa, così la tastiera resta veloce.
ja: 反応はどれもお好みです。押したときや表示されたときだけ動くので、キーボードは速いままです。
ko: 반응은 모두 선택이에요. 누르거나 나타날 때만 돌아서 키보드가 계속 빨라요.
ms: Setiap reaksi bersifat pilihan. Ia jalan semasa ditekan atau muncul sahaja, jadi papan kekunci kekal pantas.
pt: Cada reação é opcional. Só correm ao premires ou ao aparecerem, por isso o teclado mantém-se rápido.
ru: Все реакции необязательны. Они срабатывают только при нажатии или появлении, поэтому клавиатура остаётся быстрой.
zh_hans: 每种反应都是可选的。它们只在按下或出现时运行，所以键盘一直很快。

source: Every sample learned for this layout & language is discarded. Other profiles keep theirs.
de: Alle für dieses Layout & diese Sprache gelernten Beispiele werden verworfen. Andere Profile behalten ihre.
es: Se descartan todas las muestras aprendidas para esta distribución e idioma. Otros perfiles conservan las suyas.
et: Iga selle paigutuse ja keele jaoks õpitud näidis hüljatakse. Teised profiilid peavad omad.
fr: Tous les échantillons appris pour cette disposition et cette langue sont supprimés. Les autres profils gardent les leurs.
hu: Az ehhez a kiosztáshoz és nyelvhez tanult minden minta törlődik. A többi profil megtartja a sajátját.
it: Tutti i campioni appresi per questo layout e questa lingua vengono eliminati. Gli altri profili mantengono i propri.
ja: このレイアウトと言語で学習したサンプルはすべて破棄されます。他のプロファイルのものはそのまま残ります。
ko: 이 레이아웃과 언어로 학습한 샘플이 모두 사라져요. 다른 프로필의 학습 내용은 그대로 남아요.
ms: Semua sampel yang dipelajari untuk susun atur & bahasa ini dibuang. Profil lain kekalkan sampel mereka.
pt: Todas as amostras aprendidas para este esquema e idioma são descartadas. Os outros perfis mantêm as deles.
ru: Все образцы, выученные для этой раскладки и языка, будут отброшены. У других профилей свои остаются.
zh_hans: 针对这个布局和语言学到的所有样本都会被清空。其他配置文件的学习内容不受影响。

source: Every second
de: Jede Sekunde
es: Cada segundo
et: Iga sekund
fr: Chaque seconde
hu: Másodpercenként
it: Ogni secondo
ja: 毎秒
ko: 매초
ms: Setiap saat
pt: A cada segundo
ru: Каждую секунду
zh_hans: 每秒

source: Every setting goes back to how Clink shipped. Your themes, profiles, and saved words are kept.
de: Alle Einstellungen gehen zurück auf den Auslieferungszustand von Clink. Deine Themes, Profile und gespeicherten Wörter bleiben.
es: Todos los ajustes vuelven a como venía Clink. Tus temas, perfiles y palabras guardadas se mantienen.
et: Iga seadistus naaseb Clinki väljalaskeolekusse. Sinu teemad, profiilid ja salvestatud sõnad jäävad alles.
fr: Tous les réglages reviennent à l’état d’origine de Clink. Tes thèmes, profils et mots enregistrés sont conservés.
hu: Minden beállítás visszaáll arra, ahogy a Clink érkezett. A témáid, profiljaid és mentett szavaid megmaradnak.
it: Tutte le impostazioni tornano com’era Clink all’inizio. Temi, profili e parole salvate restano.
ja: 設定はすべて Clink の初期状態に戻ります。テーマ、プロファイル、保存した単語はそのままです。
ko: 설정이 모두 Clink의 처음 상태로 돌아갑니다. 테마, 프로필, 저장한 단어는 그대로 남습니다.
ms: Semua tetapan kembali kepada keadaan asal Clink. Tema, profil dan perkataan simpanan anda kekal.
pt: Todas as definições voltam ao estado em que o Clink veio. Os teus temas, perfis e palavras guardadas ficam.
ru: Все настройки вернутся к тому, какими Clink был из коробки. Темы, профили и сохранённые слова останутся.
zh_hans: 所有设置都会回到 Clink 出厂时的状态。你的主题、配置文件和已保存的词会保留。

source: Every tap is recorded against the key you meant.
de: Jeder Tipper wird der Taste zugeordnet, die du gemeint hast.
es: Cada toque se registra en la tecla que querías pulsar.
et: Iga vajutus salvestatakse klahvi vastu, mida tahtsid.
fr: Chaque appui est enregistré sur la touche que tu visais.
hu: Minden koppintás ahhoz a billentyűhöz kerül, amelyikre gondoltál.
it: Ogni tocco viene registrato sul tasto che volevi.
ja: タップはすべて、意図したキーに紐づけて記録されます。
ko: 모든 탭이 원래 누르려던 키에 기록됩니다.
ms: Setiap ketikan direkodkan pada kekunci yang anda maksudkan.
pt: Cada toque fica registado na tecla que querias.
ru: Каждое нажатие записывается напротив той клавиши, в которую вы целились.
zh_hans: 每次点按都会记在你原本想按的那个键上。

source: Every time the keyboard opens, shortcuts get loaded into memory. Short strings expand to full phrases and show up as suggestions.
de: Jedes Mal, wenn die Tastatur öffnet, werden Kürzel in den Speicher geladen. Kurze Zeichenfolgen werden zu ganzen Phrasen und erscheinen als Vorschläge.
es: Cada vez que se abre el teclado, los atajos se cargan en memoria. Las cadenas cortas se expanden a frases completas y aparecen como sugerencias.
et: Iga kord, kui klaviatuur avaneb, laaditakse otseteed mällu. Lühendid laienevad täisfraasideks ja ilmuvad soovitustena.
fr: À chaque ouverture du clavier, les raccourcis sont chargés en mémoire. Les chaînes courtes se développent en phrases complètes et apparaissent dans les suggestions.
hu: Ahányszor megnyílik a billentyűzet, a rövidítések betöltődnek a memóriába. A rövid karakterláncok teljes kifejezésekké bővülnek, és javaslatként jelennek meg.
it: Ogni volta che la tastiera si apre, le scorciatoie vengono caricate in memoria. Le stringhe brevi si espandono in frasi complete e compaiono come suggerimenti.
ja: キーボードを開くたびに、ショートカットがメモリに読み込まれます。短い文字列が完全なフレーズに展開され、候補として表示されます。
ko: 키보드가 열릴 때마다 단축어가 메모리에 올라와요. 짧은 문자열이 완전한 문구로 확장돼서 추천으로 나와요.
ms: Setiap kali papan kekunci dibuka, pintasan dimuatkan ke dalam memori. Rentetan pendek berkembang jadi frasa penuh dan muncul sebagai cadangan.
pt: Sempre que o teclado abre, os atalhos são carregados na memória. Textos curtos expandem-se em frases completas e aparecem como sugestões.
ru: При каждом открытии клавиатуры сокращения загружаются в память. Короткие строки разворачиваются в полные фразы и появляются в подсказках.
zh_hans: 每次键盘打开时，快捷替换都会加载进内存。短字符串会展开成完整短语，并作为建议出现。

source: Every tool has its own page, with the switch at the top and everything it can do underneath.
de: Jedes Werkzeug hat seine eigene Seite: oben der Schalter, darunter alles, was es kann.
es: Cada herramienta tiene su propia página: el interruptor arriba y todo lo que sabe hacer debajo.
et: Igal tööriistal on oma leht: üleval lüliti, all kõik, mida ta oskab.
fr: Chaque outil a sa page : l'interrupteur en haut, et tout ce qu'il sait faire en dessous.
hu: Minden eszköznek saját oldala van: fent a kapcsoló, alatta minden, amit tud.
it: Ogni strumento ha la sua pagina: in alto l'interruttore, sotto tutto quello che sa fare.
ja: ツールごとにページがあり、上部にスイッチ、その下にできることが並びます。
ko: 도구마다 자기 페이지가 있고, 위에 스위치, 아래에 할 수 있는 일이 모여 있습니다.
ms: Setiap alat ada halamannya sendiri, dengan suis di atas dan segala kebolehannya di bawah.
pt: Cada ferramenta tem a sua página: o interruptor em cima e tudo o que sabe fazer por baixo.
ru: У каждого инструмента своя страница: переключатель сверху, всё остальное — под ним.
zh_hans: 每个工具都有自己的页面：开关在上面，能做的事在下面。

source: Everyday typing works without Full Access. Turn it on for clipboard access, custom **clink** sound packs, haptics and GIF browsing.
de: Normales Tippen funktioniert ohne Vollzugriff. Aktiviere ihn für den Zugriff auf die Zwischenablage, eigene **clink**-Soundpakete, Haptik und das Durchsuchen von GIFs.
es: Puedes escribir normalmente sin Acceso completo. Actívalo para acceder al portapapeles, usar packs de sonidos personalizados de **clink**, activar la respuesta háptica y explorar GIFs.
et: Tavaline kirjutamine töötab ilma täisjuurdepääsuta. Luba see lõikelaua, kohandatud **clink**-helipakettide, puutetagasiside ja GIF-ide sirvimise kasutamiseks.
fr: Tu peux taper normalement sans l’Accès complet. Active-le pour accéder au presse-papiers, utiliser les packs de sons personnalisés **clink**, profiter du retour haptique et parcourir des GIFs.
hu: A szokásos gépelés Teljes hozzáférés nélkül is működik. A vágólap eléréséhez, az egyéni **clink** hangcsomagokhoz, a rezgéses visszajelzéshez és a GIF-ek böngészéséhez kapcsold be.
it: Puoi scrivere normalmente senza Accesso completo. Attivalo per accedere agli appunti, usare i pacchetti di suoni personalizzati **clink**, il feedback aptico e sfogliare GIF.
ja: 通常の入力はフルアクセスなしでも利用できます。クリップボード、カスタムの**clink**サウンドパック、触覚フィードバック、GIFの閲覧を使うには、フルアクセスをオンにしてください。
ko: 일반적인 입력은 전체 접근 없이도 가능해요. 클립보드 접근, 사용자 설정 **clink** 사운드 팩, 햅틱, GIF 둘러보기를 사용하려면 전체 접근을 켜세요.
ms: Penaipan biasa berfungsi tanpa Akses penuh. Hidupkannya untuk mengakses papan klip, menggunakan pek bunyi tersuai **clink**, maklum balas haptik dan melayari GIF.
pt: Podes escrever normalmente sem Acesso total. Ativa-o para aceder à área de transferência, usar pacotes de sons personalizados **clink**, resposta háptica e explorar GIFs.
ru: Обычный ввод работает без Полного доступа. Включите его для доступа к буферу обмена, пользовательских звуковых наборов **clink**, тактильного отклика и просмотра GIF.
zh_hans: 日常输入无需“完全访问”。如需访问剪贴板、使用自定义 **clink** 声音包、触感反馈或浏览 GIF，请开启此权限。

source: Everything
de: Alles
es: Todo
et: Kõik
fr: Tout
hu: Minden
it: Tutto
ja: すべて
ko: 전체
ms: Semua
pt: Tudo
ru: Всё
zh_hans: 全部

source: Everything before the cursor.
de: Alles vor dem Cursor.
es: Todo lo que hay antes del cursor.
et: Kõik enne kursorit.
fr: Tout ce qui se trouve avant le curseur.
hu: Minden a kurzor előtt.
it: Tutto ciò che si trova prima del cursore.
ja: カーソルより前のすべて。
ko: 커서 앞의 모든 내용.
ms: Semua teks sebelum kursor.
pt: Tudo o que está antes do cursor.
ru: Всё, что до курсора.
zh_hans: 光标前的所有内容。

source: Everything here runs on device with Apple Intelligence. Nothing leaves your phone.
de: Alles hier läuft mit Apple Intelligence direkt auf dem Gerät. Nichts verlässt dein iPhone.
es: Todo esto funciona en el dispositivo con Apple Intelligence. Nada sale de tu iPhone.
et: Kõik siin töötab Apple Intelligence’iga seadmel. Midagi ei lahku sinu telefonist.
fr: Tout fonctionne sur l'appareil avec Apple Intelligence. Rien ne quitte ton iPhone.
hu: Itt minden az eszközön fut az Apple Intelligence segítségével. Semmi nem hagyja el az iPhone-odat.
it: Qui funziona tutto sul dispositivo con Apple Intelligence. Nulla lascia il tuo iPhone.
ja: ここにある機能はすべてApple Intelligenceを使ってデバイス上で動きます。iPhoneの外にデータは出ません。
ko: 여기의 모든 기능은 Apple Intelligence를 사용해 기기에서 실행돼요. 어떤 내용도 iPhone 밖으로 나가지 않아요.
ms: Semuanya berjalan pada peranti dengan Apple Intelligence. Tiada apa-apa keluar daripada iPhone anda.
pt: Tudo aqui funciona no dispositivo com o Apple Intelligence. Nada sai do teu iPhone.
ru: Всё здесь работает на устройстве с Apple Intelligence. Ничто не покидает ваш телефон.
zh_hans: 这里的一切都通过 Apple Intelligence 在设备端运行。任何内容都不会离开你的 iPhone。

source: Everything is already in the bar.
de: Alles ist schon in der Leiste.
es: Ya está todo en la barra.
et: Kõik on juba ribal.
fr: Tout est déjà dans la barre.
hu: Már minden a sávon van.
it: È già tutto nella barra.
ja: すべてバーに追加済みです。
ko: 모든 항목이 이미 바에 있습니다.
ms: Semuanya sudah ada dalam bar.
pt: Já está tudo na barra.
ru: Всё уже на панели.
zh_hans: 所有项目都已在栏中。

source: Everything is encrypted on this device before it goes up. The key stays in your iCloud Keychain, so only your devices can open it.
de: Alles wird auf diesem Gerät verschlüsselt, bevor es hochgeht. Der Schlüssel bleibt in deinem iCloud-Schlüsselbund, sodass nur deine Geräte ihn öffnen können.
es: Todo se cifra en este dispositivo antes de subir. La clave se queda en tu llavero de iCloud, así que solo tus dispositivos pueden abrirla.
et: Kõik krüptitakse selles seadmes enne üleslaadimist. Võti jääb sinu iCloudi võtmehoidlasse, nii et ainult sinu seadmed saavad seda avada.
fr: Tout est chiffré sur cet appareil avant d’être envoyé. La clé reste dans ton trousseau iCloud, donc seuls tes appareils peuvent l’ouvrir.
hu: Minden titkosítva lesz ezen az eszközön, mielőtt feltöltődne. A kulcs az iCloud-kulcskarikádon marad, így csak a te eszközeid tudják megnyitni.
it: Tutto viene cifrato su questo dispositivo prima di partire. La chiave resta nel tuo portachiavi iCloud, così solo i tuoi dispositivi possono aprirla.
ja: すべてアップロード前にこの端末で暗号化されます。鍵はiCloudキーチェーンに残るため、開けるのはあなたの端末だけです。
ko: 모든 데이터는 업로드 전에 이 기기에서 암호화됩니다. 키는 iCloud 키체인에 남아 있어 사용자의 기기만 열 수 있습니다.
ms: Semuanya disulitkan pada peranti ini sebelum dihantar. Kuncinya kekal dalam Rantai Kunci iCloud anda, jadi hanya peranti anda boleh membukanya.
pt: Tudo é encriptado neste dispositivo antes de subir. A chave fica no teu porta-chaves do iCloud, por isso só os teus dispositivos a conseguem abrir.
ru: Всё шифруется на этом устройстве до отправки. Ключ остаётся в вашей Связке ключей iCloud, поэтому открыть данные могут только ваши устройства.
zh_hans: 所有内容在上传前都会在这台设备上加密。密钥保存在你的 iCloud 钥匙串中，只有你的设备能打开。

source: Everything runs on device with Apple Intelligence. Nothing leaves your phone. Each feature stays off until you turn it on here.
de: Alles läuft mit Apple Intelligence auf dem Gerät. Nichts verlässt dein Handy. Jede Funktion bleibt aus, bis du sie hier einschaltest.
es: Todo funciona en el dispositivo con Apple Intelligence. Nada sale de tu teléfono. Cada función está apagada hasta que la actives aquí.
et: Kõik töötab Apple Intelligence’iga seadmel. Midagi ei lahku sinu telefonist. Iga funktsioon jääb välja, kuni sa selle siin sisse lülidad.
fr: Tout tourne sur l'appareil avec Apple Intelligence. Rien ne quitte ton téléphone. Chaque fonction reste désactivée tant que tu ne l'actives pas ici.
hu: Minden az eszközön fut az Apple Intelligence-szel. Semmi nem hagyja el a telefonodat. Minden funkció ki van kapcsolva, amíg itt be nem kapcsolod.
it: Tutto gira sul dispositivo con Apple Intelligence. Niente lascia il tuo telefono. Ogni funzione resta spenta finché non la attivi qui.
ja: すべて Apple Intelligence を使って端末の中で動きます。入力した内容が iPhone の外に出ることはありません。どの機能も、ここでオンにするまで動きません。
ko: 모두 Apple Intelligence로 기기에서 돌아가요. 아무것도 폰을 떠나지 않아요. 각 기능은 여기서 켜기 전까진 꺼져 있어요.
ms: Semuanya berjalan dalam peranti dengan Apple Intelligence. Tiada apa keluar dari telefon anda. Setiap ciri kekal mati sampai anda hidupkannya di sini.
pt: Corre tudo no dispositivo com a Apple Intelligence. Nada sai do teu telemóvel. Cada funcionalidade fica desligada até a ligares aqui.
ru: Всё работает на устройстве через Apple Intelligence. Ничего не покидает телефон. Каждая функция выключена, пока вы не включите её здесь.
zh_hans: 一切都靠 Apple Intelligence 在设备上运行。什么都不会离开你的手机。每项功能都是关着的，直到你在这里打开它。

source: Everything runs on this phone with Apple Intelligence. It works offline, nothing you type leaves the device, and every AI feature stays off until you switch it on here.
de: Alles läuft mit Apple Intelligence hier auf dem Handy. Es geht offline, nichts, was du tippst, verlässt das Gerät, und jede KI-Funktion bleibt aus, bis du sie hier einschaltest.
es: Todo funciona en este teléfono con Apple Intelligence. Va sin conexión, nada de lo que escribes sale del dispositivo, y cada función de IA está apagada hasta que la enciendas aquí.
et: Kõik töötab selles telefonis Apple Intelligence’iga. Töötab ühenduseta, midagi, mida tipid, ei lahku seadmest ja iga TI-funktsioon jääb välja, kuni sa selle siin sisse lülidad.
fr: Tout tourne sur ce téléphone avec Apple Intelligence. Ça marche hors ligne, rien de ce que tu écris ne quitte l'appareil, et chaque fonction d'IA reste désactivée tant que tu ne l'actives pas ici.
hu: Ezen a telefonon minden az Apple Intelligence-szel fut. Offline is működik, amit írsz, nem hagyja el a készüléket, és minden MI-funkció ki van kapcsolva, amíg itt be nem kapcsolod.
it: Tutto gira su questo telefono con Apple Intelligence. Funziona offline, niente di quello che scrivi lascia il dispositivo e ogni funzione IA resta spenta finché non la attivi qui.
ja: すべて Apple Intelligence を使ってこの iPhone の中で動きます。オフラインでも使えて、入力した内容が端末の外に出ることはありません。AI 機能はどれも、ここでオンにするまで動きません。
ko: 모두 이 폰에서 Apple Intelligence로 돌아가요. 오프라인에서도 되고, 입력한 내용은 기기 밖으로 안 나가요. 모든 AI 기능은 여기서 켜기 전까진 꺼져 있어요.
ms: Semuanya berjalan pada telefon ini dengan Apple Intelligence. Ia berfungsi luar talian, apa yang anda taip tak keluar dari peranti, dan setiap ciri AI kekal mati sampai anda hidupkannya di sini.
pt: Corre tudo neste telefone com a Apple Intelligence. Funciona offline, nada do que escreves sai do dispositivo, e todas as funcionalidades de IA ficam desligadas até as ligares aqui.
ru: Всё работает на этом телефоне через Apple Intelligence. Он обходится без сети, ничего из напечатанного не покидает устройство, и каждая функция ИИ выключена, пока вы не включите её здесь.
zh_hans: 一切都靠 Apple Intelligence 在这台手机上运行。离线也能用，你输入的内容不会离开设备，每项 AI 功能都是关着的，直到你在这里打开它。

source: Everything runs on-device
de: Alles läuft auf dem Gerät
es: Todo se ejecuta en el dispositivo
et: Kõik töötab seadmel
fr: Tout tourne sur l'appareil
hu: Minden a készüléken fut
it: Tutto funziona sul dispositivo
ja: すべて端末上で動作します
ko: 모든 게 기기에서 실행돼요
ms: Semuanya berjalan pada peranti
pt: Tudo corre no dispositivo
ru: Всё работает на устройстве
zh_hans: 一切都在本机运行

source: Everything stays on this device. This clears the copies in iCloud and turns sync off.
de: Alles bleibt auf diesem Gerät. Das hier löscht die Kopien in iCloud und schaltet die Synchronisierung aus.
es: Todo se queda en este dispositivo. Esto borra las copias de iCloud y desactiva la sincronización.
et: Kõik jääb sellesse seadmesse. See tühjendab koopiad iCloudist ja lülitab sünkroonimise välja.
fr: Tout reste sur cet appareil. Cette action efface les copies dans iCloud et désactive la synchronisation.
hu: Minden ezen az eszközön marad. Ez az iCloudban lévő másolatokat törli, és kikapcsolja a szinkronizálást.
it: Tutto resta su questo dispositivo. Questa azione cancella le copie su iCloud e disattiva la sincronizzazione.
ja: すべてこの端末に残ります。iCloud上のコピーを削除し、同期をオフにします。
ko: 모두 이 기기에 그대로 남습니다. iCloud에 있는 사본을 지우고 동기화를 끕니다.
ms: Semuanya kekal pada peranti ini. Tindakan ini memadam salinan dalam iCloud dan mematikan penyegerakan.
pt: Tudo fica neste dispositivo. Isto apaga as cópias no iCloud e desliga a sincronização.
ru: Всё остаётся на этом устройстве. Это удалит копии в iCloud и выключит синхронизацию.
zh_hans: 所有内容都会保留在这台设备上。此操作会清除 iCloud 中的副本并关闭同步。

source: Everything you made comes along
de: Alles, was du gestaltet hast, kommt mit
es: Todo lo que creaste te acompaña
et: Kõik, mida lõid, tuleb kaasa
fr: Tout ce que tu as créé te suit
hu: Minden, amit készítettél, veled jön
it: Tutto ciò che hai creato viene con te
ja: 作ったものはぜんぶ一緒に
ko: 내가 만든 모든 것이 그대로
ms: Semua yang anda buat dibawa bersama
pt: Tudo o que criaste vem contigo
ru: Всё, что вы сделали, едет с вами
zh_hans: 你做的一切随身携带
